Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nagroda za wygranie wyzwania wilczego syna.
uk: Нагорода за перемогу у випробуванні Вовчих Синів.

source: Nagrodę znajdziecie w mej skrzyni. Są tam potężne zaklęcia.
uk: Ви знайдете свою нагороду в моїй скрині. Там є потужні заклинання.

source: Nagła choroba naszego człowieka, ten ktoś, kogo interesował nasz ładunek...
uk: Наша людина, яка займалася нашим вантажем, раптово захворіла...

source: Naiwność
uk: Наївність

source: Najbardziej niepokojący jest fakt, że od dłuższego czasu rekrutuje coraz więcej osób do swojej prywatnej armii.
uk: Найбільше непокоїть той факт що він набирає все більше і більше людей до своєї приватної армії.

source: Najbardziej podstawową podstawą wszystkich podstaw jest trzymanie się receptur. Eksperymenty zostaw na czas, gdy będziesz już mistrzem.
uk: Найпростіша з усіх основ – дотримуватися рецептів. Експерименти залиш до тих часів, коли станеш майстром.

source: Najbardziej unikatowe skóry, jakie przychodzą mi na myśl, to skóra pustynnego wilka i skóra lodowego wilka.
uk: Найрідкісніші шкури, що спадають мені на думку – це шкури пустельного та крижаного вовків.

source: Najbliższy mi znany to Bodowin. Na co dzień przebywa w swojej pracowni, na północ od wioski.
uk: Найближчий, кого я знаю, це Бодовін. Він щодня перебуває у своїй майстерні на північ від села.

source: Najchętniej bym stąd poszła, usiadła w jakiejś karczmie i napiła się zimnego piwa, ale Bradlock wisi mi forsę za ostatnie zlecenie.
uk: Я б із задоволенням пішла звідси, посиділа у якійсь корчмі і випила холодного пива, але Бредлок винен мені гроші за моє останнє завдання.

source: Najchętniej, to nie dałbym ci żadnego żołdu, ale Roderich każe płacić za każdy wkład w zadanie! Masz i następnym razem bardziej się postaraj!
uk: Я б залюбки не платив тобі нічого, але Родеріх змушує платити за кожен внесок у виконання завдання! Ось, і постарайся краще наступного разу!

source: Najciekawsza była moja rozmowa z Liamem: zdaje się, że jest przeciwny całemu konfliktowi i chciałby was widzieć pogodzonych.
uk: Найцікавішою була моя розмова з Ліамом: він, здається, проти всього цього конфлікту і хотів би, щоб ви помирилися.

source: Najciemniej pod latarnią. Helga doradziła mi, bym zapytał o oręż strażnika u kowala Odgara. Czemu o tym nie pomyślałem...
uk: Найочевидніші речі ховаються прямо у нас під носом. Хельга порадила мені запитати про зброю вартових у коваля Одгара. Як я сам не здогадався...

source: Najczęstszym jest śmierć.
uk: Найпоширеніший – смерть.

source: Najczęstszym rodzajem obrażeń, których można doświadczyć, są obrażenia sieczne inaczej nazywane również obrażeniami ostrzy. Pochodzą one od wszelkich rodzajów mieczy, włóczni, toporów, a także szponów i kłów potworów. Jego ogólna przydatność jest bardzo wysoka, ale w niewielu walkach daje on znaczną przewagę.
uk: Найпоширеніший тип шкоди, яку ви можете отримати – це ріжуча шкода, інакше відома як шкода від лез. Її завдають усі види мечів, списів, сокир, а також кігті та ікла тварин. Загальна користь цієї шкоди дуже висока, але в досить небагатьох боях вона дає значну перевагу.

source: Najczęściej porasta jałowe tereny,
uk: Переважно росте на безплідних землях,

source: Najczęściej spotykane obrażenia w walce to obrażenia sieczne. Mało co jest na nie odporne, ale w niewielu walkach daje znaczącą przewagę.
uk: Найпоширеніша шкода в бою – ріжуча шкода. Мало у кого є імунітет до неї, але в деяких сутичках вона забезпечує значну перевагу.

source: Najczęściej występuje w jaskiniach.
uk: найчастіше зустрічається в печерах.

source: Najdroższa Elso! Chciałam ograniczyć się do listu, ale słów, by opisać to piękne miasto, wystarczy na zapisanie całej książki. Nie jestem pisarką, więc postanowiłam zacząć dziennik. Mam nadzieję wysłać Ci go, gdy tylko do portu przybędzie statek z kontynentu.
uk: Дорога Ельзо! Я хотіла обмежитися листом, але слів, щоб описати це прекрасне місто, вистачить на цілу книгу. Я не письменниця, тому вирішила почати вести щоденник. Сподіваюся надіслати його тобі, як тільки корабель із континенту прибуде в порт.

source: Najdziwniejsze było to, że wyjątkowo dobrze się dogadywał ze strażnikami.
uk: Найдивніше те, що він дуже добре ладнав з вартовими.

source: Najemnicy Gildii Kupieckiej rozwiązują takie sprawy raz dwa, nie to co ci profesjonalni 'mundurowi'!
uk: Найманці Торгової Гільдії вирішують такі питання на раз-два, не те що ці професіонали в 'мундирах'!

source: Najemnicy będą pilnować twoich towarów.
uk: Найманці пильнуватимуть за твоїм товаром.

source: Najemnicy znają się na swojej robocie, nie zadają pytań i można na nich polegać, czego nie można powiedzieć o straży miejskiej.
uk: Найманці знають свою роботу, не ставлять зайвих питань і на них можна покластися, чого не скажеш про Міську Варту.

source: Najemnik
uk: Найманець

source: Najemnik Grif może mi sprzedać różne trofea i zdobycze ze swoich wypraw. Znajdę go w głównym budynku Gildii.
uk: Найманець Гриф може продати мені різні трофеї та трофеї зі своїх експедицій. Я можу знайти його в резиденції Гільдії.

source: Najemnik Marvin ma przybyć najszybciej jak to możliwe, albo będzie miał nogi z dupy wyrwane.
uk: Найманець Марвін має прибути якнайшвидше, інакше йому повідривають ноги.

source: Najemnik Marvin?
uk: Найманець Марвін?

source: Najgorsza robota za nami.
uk: Найгірша робота вже позаду.

source: Najgorsze jest jednak to, że ta obelga przechodzi z ust do ust. Wiele osób nie zdaje sobie nawet sprawy, że obraża w ten sposób Pana Volkera.
uk: Найгірше те, що ця образа передається із вуст в уста, і багато хто навіть не усвідомлює, що таким чином ображає пана Волкера.

source: Najgorsze jest to, że miał ze sobą bardzo wysokiej jakości sieć z haczykami, do której łapiemy największe ryby.
uk: Найгірше те, що він мав із собою дуже якісну сітку з гачками, в яку ми ловимо найбільшу рибу.

source: Najgorsze jest to, że muszę wysłuchiwać ich całymi dniami, bo robią to zaraz obok mojego stanowiska. Normalnie aż się od tego gotuję...
uk: Найгірше те, що мені доводиться вислуховувати їх цілими днями, бо вони роблять це зовсім поруч з моїм постом. Мене це просто виводить з себе...

source: Najgorsze jest to, że nawet dołów nie raczą zasypać z powrotem!
uk: Але найгірше те, що вони навіть не намагаються засипати ями!

source: Najgorsze jest to, że nawet nie jesteśmy do końca pewni czy to było porwanie.
uk: Найгірше те, що ми навіть не впевнені, що це було викрадення.

source: Najgorsze łachudry z całej wyspy zbierają się tu, żeby chlać, walczyć na arenie, ubić interes i się dobrze zabawić.
uk: Найгірші негідники з усього острова збираються тут, щоб випити, побитися на арені, залагодити справи і добре провести час.

source: Najgorszy z tego wszystkiego był smród. Pamiętam go do dzisiaj. Nie był to jednak taki zwyczajny odór zgniłych ryb na targu czy mizdrowanych skór garbarskich, a przeszywający nozdrza, utrzymujący się swąd zwęglonego, ludzkiego ciała. Czułem go wszędzie - na ulicach, w domach, nawet na stopniach kościoła.
uk: Найгіршим серед усього цього був сморід. Я пам'ятаю його донині. Це був не звичайний сморід гнилої риби на ринку чи вичинених шкур, а пронизливий, затяжний сморід обвугленої людської плоті, що пронизував ніздрі. Я відчував його скрізь - на вулицях, у будинках, навіть на сходах церкви.

source: Najgorzej zniósł to Stone, mimo iż początkowo nie dawał tego po sobie poznać. Popadł w alkoholizm i któregoś razu po prostu roztrzaskał młotem kowalskim czyjąś czaszkę w karczmie, wykrzykując przy tym, że ten człowiek to przeklęty szkielet.
uk: Найбільше постраждав Стоун, хоча спочатку він цього не показував. Він став пиячити, а одного разу просто розтрощив комусь череп кувалдою в корчмі, вигукуючи при цьому, що це проклятий скелет.

source: Najkrótszą oczywiście, czyli od wschodniej bramy prosto do tego kamiennego nasypu.
uk: Очевидно, що найкоротшою – від східних воріт прямо до того скельного виступу.

source: Najlepiej by było, gdyby Bodowin zapomniał o całej sprawie.
uk: Було б краще, якби Бодовін забув про це.

source: Najlepiej było zostać uczniem mistrza czeladniczego. Tak wiem - proszę, rozporządzenie Rady nr 487. To powinno odpowiedzieć na wszystkie twoje pytania.
uk: Найкращим варіантом для тебе буде стати учнем майстра-ремісника. Так, ось - будь ласка, Постанова Ради номер 487 - там є відповіді на усі твої запитання.

source: Najlepiej będzie jeśli pójdziesz prosto do Rodericha. Potrzebuje teraz każdego strażnika by ogarnąć całe to zamieszanie i nie jest w najlepszym humorze.
uk: Буде краще, якщо ти підеш прямо до Родеріха. Зараз йому потрібен кожен вартовий, щоб розібратися з усією цією метушнею, і він зараз не в найкращому настрої.

source: Najlepiej będzie, jak pogadasz o tym z Kurtem.
uk: Буде краще, якщо ти поговориш про це з Куртом.

source: Najlepiej będzie, jak pójdziecie od razu do tutejszej karczmy.
uk: Буде краще, якщо ви підете прямо до місцевої корчми.

source: Najlepiej będzie, jak zapytasz o nią uczonych.
uk: Буде краще, якщо ти запитаєш про це у вчених.

source: Najlepiej będzie, jak znajdzie się sprawca. Tutaj go nie znajdziemy, trzeba iść w plener.
uk: Найліпше, що можна зробити – це знайти злочинця. Тут його точно не знайти.

source: Najlepiej będzie, jeśli już sobie pójdziesz.
uk: Краще тобі піти зараз.

source: Najlepiej będzie, jeśli napiszesz mi to na kartce. Mam jeszcze dziś trochę roboty, a wolę, żeby mi to nie uciekło z głowy.
uk: Краще, якщо ти напишеш це для мене на аркуші паперу. У мене ще багато роботи на сьогодні, не хочу, щоб вилетіло з голови.

source: Najlepiej będzie, jeśli porozmawiasz o tym ze swoim wujem.
uk: Краще тобі про це поговорити зі своїм дядьком.

source: Najlepiej będzie, jeśli przejdziemy do pracowni.
uk: Буде краще, якщо ми підемо до майстерні.

source: Najlepiej będzie, jeśli pójdziesz prosto do Rodericha. Potrzebuje teraz każdego strażnika, by ogarnąć całe to zamieszanie i nie jest w najlepszym humorze.
uk: Буде краще, якщо ти підеш прямо до Родеріха. Зараз йому потрібен кожен вартовий, щоб розібратися з усією цією метушнею, і він зараз не в найкращому настрої.

source: Najlepiej będzie, jeśli się rozdzielimy.
uk: Буде краще, якщо ми розділимося.

source: Najlepiej będzie, jeśli zaniosę go do mojego znajomego w mieście. Być może on będzie w stanie coś więcej powiedzieć na jego temat.
uk: Думаю, буде краще, якщо я віднесу його моєму приятелеві в місто. Можливо, він зможе розповісти про нього більше.

source: Najlepiej pomożesz Rodrigo, jak się po prostu stąd zmyjesz. Idź do karczmy, napij się piwa, zamów sobie panienkę i odstresuj się trochę.
uk: Найкращий спосіб допомогти Родріго – це просто піти звідси. Сходи до корчми, випий пива, замов собі дівчину і трохи розслабся.

source: Najlepiej przejdź przez most w stronę Starego Miasta, a potem kieruj się na południowy zachód.
uk: Найкоротший шлях – перейти міст у напрямку Старого міста, а потім попрямувати на південний захід.

source: Najlepiej sam zobacz.
uk: Найкраще побачити це на власні очі.

source: Najlepiej się rozdzielić, żeby jak najszybciej sprawdzić oba obszary. Które bierzesz?
uk: Краще розділитися, щоб якомога швидше перевірити обидва місця. Котре обереш?

source: Najlepiej tak, żeby Alice cię nie nakryła, chociaż... ech, nie jest to mus. Z tego co wiem, przycisk do otwierania drzwi klatki jest za jej ladą.
uk: Бажано, щоб Аліса тебе не спіймала, хоча... це не обов'язково. Наскільки я знаю, кнопка, що відчиняє двері клітки, знаходиться за її прилавком.

source: Najlepiej też... zachowaj dla siebie to, od kogo je dostałeś.
uk: Також краще... тримати в таємниці, від кого ти їх отримав.

source: Najlepiej w browarze Tomasa, ale pewnie można go dostać też w innych miejscach.
uk: Найпростіше в пивоварні Томаса, але, ймовірно, його можна дістати і в інших місцях.

source: Najlepiej wykonaj w tym miejscu nacięcie czymś ostrym, a potem szarp, aż zedrzesz całość z truchła.
uk: Найкраще зробити надріз у цьому місці чимось гострим, а потім смикати, поки не здереш усю шкуру від тушки.

source: Najlepiej zapomnij o swoim bracie i wszystkim, co tu widziałeś, a może jeszcze kiedyś zaśniesz bez obawy o nóż pomiędzy żebrami.
uk: Краще забудь про свого брата і все, що ти тут побачив, і, можливо, колись ти все ж таки заснеш, не боячись отримати ножа між ребра.

source: Najlepiej zostań tutaj, ulice nie są bezpieczne.
uk: Краще залишайся тут, на вулицях небезпечно.

source: Najlepiej, gdybyś sam podszkolił się w strzelectwie. Wtedy będziesz mógł umiejętnie sprawdzać, na ile wytworzona przez ciebie broń jest coś warta.
uk: В ідеалі, тобі варто потренуватися у стрільбі. Тоді ти зможеш точно оцінити, чого варта зброя, яку ти виготовив.

source: Najlepiej, gdybyś sprawdził te kusze w terenie. Tylko wtedy będziemy mieć pewność, że naprawdę warto wydać na nie ten majątek, którego żąda Gildia!
uk: Найкраще, було б перевірити ці арбалети в польових умовах. Тільки тоді ми будемо впевнені, що вони дійсно варті тих грошей, які вимагає Гільдія!

source: Najlepiej, gdybyś zaczął nabierać wprawy oprawiając zwierzęta o stosunkowo elastycznej skórze, jak na przykład kretoszczury.
uk: Найкраще почати практикуватися на тваринах з відносно еластичною шкурою. На таких як, наприклад, кротощури.

source: Najlepiej, jeśli obaj będziecie w cywilu, nie chcemy wystraszyć naszego podejrzanego. Zrozumiałeś?
uk: Буде краще, якщо ви обидва будете в цивільному одязі, ми ж не хочемо злякати нашого підозрюваного. Зрозуміло?

source: Najlepiej, jeśli zaczniesz od wypytania tego całego Mailora o szczegóły jego interesu.
uk: Найкраще буде, якщо ти спочатку розпитаєш Мейлора про деталі його бізнесу.

source: Najlepsze drewno na wyspie?
uk: Найкраща деревина на острові?

source: Najlepsze ubrania, lutnię i perfumy dla siebie kupiłem, żeby zrobić dobre wrażenie, a w podzięce spotykam tylko niezniszczalny mur niechęci!
uk: Я купив найкращий одяг, лютню і парфуми, щоб справити гарне враження, а натомість стикнувся з непорушною стіною неприязні!

source: Najlepsze wino dostaniesz w winnicy, a skoro i tak się tam wybierasz, to upieczesz dwie pieczenie na jednym ogniu.
uk: Найкраще вино ти знайдеш на винограднику, а оскільки ти все одно туди йдеш, то можеш вбити двох зайців одним пострілом.

source: Najlepsze, co możesz teraz dla niego zrobić, to zostawić go w spokoju lub opłacić rejs na Khorinis w jedną stronę.
uk: Найкраще, що ти можеш зробити для нього зараз – це залишити його в спокої або ж влаштувати йому подорож до Хорініса в один кінець.

source: Najlepszym sposobem, by do nich powrócić, jest przywołanie ich tymi samymi widokami, których doświadczaliśmy wtedy.
uk: Найкращий спосіб повернутися до них – це згадати їх із тими самими почуттями, які ми пережили тоді.

source: Najlepszym wyjściem będzie, jeśli we dwóch dopchamy skrzynię do Przystani.
uk: Буде краще, якщо ми вдвох допхаємо скриню до Гавані.

source: Najlepszym.
uk: Я найкращий.

source: Najlepszą atrakcją tego portu są Mroczne Tajemnice!
uk: Найвизначніша пам'ятка цього порту – Темні Таємниці!

source: Najpewniej otwiera jej skrzynię.
uk: Він, напевно, відкриває її скриню.

source: Najpierw Południowcy... później uchodźcy... teraz zwykli mieszkańcy wychodzą na ulicę...
uk: Спочатку південці... потім біженці... тепер звичайні громадяни виходять на вулиці...

source: Najpierw chce się zająć szkoleniem, po wszystkim weźmie się za konserwację. Lorenzo zgodził się też renegocjować cenę.
uk: Спочатку він подбає про навчання, а потім займеться технічним обслуговуванням. Лоренцо також погодився переглянути ціну.

source: Najpierw go sprzątnijmy, potem ci wszystko wytłumaczę!
uk: Давай спочатку його позбудемось, а потім я тобі все поясню!

source: Najpierw jednak chcę zobaczyć przed sobą kawał soczystego mięsa z dzika. Inaczej nie mamy o czym mówić.
uk: Але спочатку я хочу бачити перед собою шматок соковитого кабанячого м'яса. Інакше нам нема про що говорити.

source: Najpierw jednak musisz mi oddać swoją broń. Przepisy bezpieczeństwa, sam rozumiesz.
uk: Але спершу ти мусиш віддати мені свою зброю. Заходи безпеки, сам розумієш.

source: Najpierw jednak postanowił przeciąć ich linie zaopatrzenia...
uk: Спершу він мав перерізати їм шляхи постачання...

source: Najpierw jednak trzeba pozbyć się Lichwiarza. Tak długo jak żyje, Wodny Krąg nie będzie mógł spać bezpiecznie.
uk: Але спершу необхідно позбутися Лихваря. Поки він живий, члени Кільця Води не зможуть спати спокійно.

source: Najpierw jego niedyspozycja, później odkrycie prawdy o Rozjemcy, a teraz jeszcze sygnał z wieży. Kto wie, czy to nie sami orkowie spróbowali zbliżyć się do Silbach.
uk: Спочатку його нездужання, потім відкриття правди про Миротворця, а тепер сигнал з вежі. Хто знає, чи не самі орки спробували наблизитися до Сільбаху.

source: Najpierw mi o nim opowiedz.
uk: Спочатку розкажи мені про нього.

source: Najpierw mieszczuchy wykupują naszą ziemię, a gdy już jakimś cudem udaje nam się ich z niej wygonić, to pojawia się horda przybłęd!
uk: Спочатку містяни скуповують нашу землю, а потім, коли нам якимось дивом вдається їх з неї прогнати, з'являється ціла навала приблуд!

source: Najpierw musimy zająć się kwestią moich, ekhmm... 'zobowiązań'. Zanieś jej to złoto.
uk: Спершу потрібно вирішити питання моїх, ехмм... 'зобов'язань'. Віднести їй золото.

source: Najpierw musisz dla mnie zrobić jeszcze jedną rzecz.
uk: Спершу я хочу, щоб ти зробив для мене ще одну річ.

source: Najpierw musisz mi coś wyjaśnić! (Pokaż list)
uk: Спочатку ти повинен мені дещо пояснити! (Показати лист)

source: Najpierw musisz mi coś wyjaśnić.
uk: Спершу ти маєш мені дещо пояснити.

source: Najpierw muszę odpocząć...
uk: Мені спочатку потрібно відпочити...

source: Najpierw muszę poznać poprzednie kręgi!
uk: Спочатку мені потрібно вивчити попередні кола магії!

source: Najpierw muszę poznać poprzednie tomy!
uk: Спочатку мені треба прочитати попередні томи цієї книги!

source: Najpierw muszę wrócić do miasta.
uk: Спершу мушу повернутися до міста.

source: Najpierw mówisz tak a teraz nie? Nie jestem pewny czy chcesz, czy nie chcesz?
uk: Спочатку ти кажеш так, а тепер ні? Я не впевнений, чи хочеш ти, чи не хочеш?

source: Najpierw naucz się podstaw, potem zawracaj mi głowę.
uk: Спочатку вивчи основи, а потім мороч мені голову.

source: Najpierw oddziel skórę nachodzącą na róg, pozwoli ci to znaleźć jego nasadę. Podważ ją i zacznij szarpać na boki.
uk: Спочатку відокрем шкіру, що перекриває ріг, це дасть змогу знайти його корінь. Колупни його знизу і почни тягнути убік.

source: Najpierw okładasz mnie po gębie, a teraz przyłazisz tu i zawracasz mi dupę?!
uk: Спершу ти б'єш мене по пиці, а тепер приходиш сюди і морочиш мені голову?!

source: Najpierw opanuj podstawy, potem do mnie przyjdź.
uk: Спочатку опануй основи, а вже потім приходь до мене.

source: Najpierw pomyślmy o twoim zdrowiu. Musisz dojść do siebie.
uk: Давай спочатку подумаємо про твоє здоров'я. Тобі треба відновитися.

source: Najpierw porozmawiaj z Riordianem. Drzwi do grobowca nadal pozostają zamknięte.
uk: Спершу поговори з Ріордіаном. Двері до гробниці все ще замкнені.

source: Najpierw powiesz mi, gdzie on jest.
uk: Спершу скажи мені, де він.

source: Najpierw pójdziemy sami przez las, bez farmerów i towarów. Oczyścimy go ze wszystkich zwierząt, a przynajmniej tych z okolic ścieżki.
uk: Спочатку ми пройдемо крізь ліс самі, без селян і товарів. Ми очистимо його від усіх звірів, або, принаймні, від тих, що будуть біля стежки.

source: Najpierw sprawa winnicy, teraz to śledztwo, wiesz jak osiągnąć cel i nie boisz się pobrudzić sobie po drodze rąk.
uk: Спочатку справа з виноградником, тепер це розслідування – ти знаєш, як досягати своєї мети, і не боїшся забруднити руки на шляху.

source: Najpierw sprawdzę jeszcze jeden trop...
uk: Спочатку перевірю ще одну зачіпку...

source: Najpierw srebrny grot, teraz srebrne monety...
uk: Спочатку срібний наконечник, а тепер срібні монети...

source: Najpierw uciekinierzy z innych wysp dali się nam we znaki, teraz orkowie. Pieprzony Król i jego wojna o parę niebieskich kamyków.
uk: Спочатку біженці з інших островів не давали нам спокою, тепер орки. Довбаний король і його війна за декілька синіх камінців.

source: Najpierw usłyszałam biegnących ludzi, a potem krzyki.
uk: Спочатку я почула, що люди біжать, а потім крики.

source: Najpierw utrata winnicy, teraz Gerharda. O Innosie, daj mi siły...
uk: Спочатку втрата виноградника, а тепер Герхарда. О Інносе, дай мені сил...

source: Najpierw w ramach odwrotu poświęciliśmy parę wiosek, inaczej nie przegrupowalibyśmy wojsk. Nie wiem, co orkowie zrobili z ich mieszkańcami, i wolałbym nigdy się tego nie dowiedzieć.
uk: По-перше, ми пожертвували кількома селами під час відступу, інакше не змогли б перегрупувати війська. Я не знаю, що орки зробили з їхніми мешканцями, і краще б ніколи не дізнатися.

source: Najpierw wasza matka, teraz ojciec... doprawdy, przyszło nam żyć w niedobrych czasach, a jeszcze te wszystkie pogłoski o nadchodzących orkach...
uk: Спочатку ваша мати, тепер ваш батько... нам і справді випало жити в недобрі часи, а ще усі ці чутки про наближення орків...

source: Najpierw wolałbym się dowiedzieć, o co konkretnie chodzi. Wtedy będę gotowy.
uk: Спершу я хотів би дізнатися, про що йдеться. Тоді я буду готовий.

source: Najpierw wypuść Huxlaya!
uk: Спочатку відпусти Хакслі!

source: Najpierw zapłać.
uk: Спочатку заплати.

source: Najpierw zrób to, co ci powiedziałem, a później pogadamy o nagrodzie.
uk: Спочатку зроби те, що я тобі сказав, а потім поговоримо про винагороду.

source: Najpierw, tak jak ty, przeszedłem trening. Trochę pomachałem mieczem, trochę pobiegałem. Potem poszedłem na patrol razem z Winstanem.
uk: Спочатку, як і ти, я пройшов тренування. Трохи помахав мечем, трохи побігав. Потім пішов у патруль разом з Вінстаном.

source: Najpierw, zapłacicie Heldze za wszystkie szkody, jakie wyrządziliście w jej karczmie, a później weźmiecie dupy w troki i więcej się tu nie pokażecie.
uk: По-перше, ви заплатите Хельзі за всі збитки, які ви завдали її корчмі, а потім піднімете свої дупи і більше ніколи тут не покажетесь.

source: Najpopularniejsza strawa łowców,
uk: Найпопулярніша їжа мисливців,

source: Najpoważniejszym z zarzutów wobec wiernych Adanosowi jest ich szaleńcze, dogmatyczne wręcz umiłowanie porządku.
uk: Найсерйозніше звинувачення на адресу вірних Аданосу – це їхня божевільна, майже догматична любов до порядку.

source: Najprawdopodobniej otwiera
uk: Швидше за все, він відчиняє

source: Najprawdziwsze skarby! Z czasów wojny z Myrtaną.
uk: Справжнісінькі скарби! З часів війни з Міртаною.

source: Najprostszy sposób na przyrządzenie kawałka mięsa.
uk: Найпростіший спосіб приготувати шматок м'яса.

source: Najprostszym znanym mi sposobem.
uk: Найпростішим способом, яким я знаю.

source: Najprościej będzie, jak pójdziesz do któregoś z alchemików.
uk: Найпростіше було б піти до одного з алхіміків.

source: Najrozsądniejszą opcją byłoby, gdybyś został moim czeladnikiem. Oboje mielibyśmy stałe źródło dochodu.
uk: Найрозумнішим варіантом буде, якщо ти станеш моїм учнем. Тоді у нас обох буде стабільне джерело доходу.

source: Najróżniejsze zapasy na drogę mogę kupić u Gretel. Swój stragan ma przed karczmą.
uk: У Гретель можна купити найрізноманітніші запаси в дорогу. Вона тримає прилавок навпроти корчми.

source: Najstarszy z nich, Korvan, objął pieczę nad miastem i terenami do niego przyległymi. Młodszy syn, Jarund, przejął kontrolę nad filarami obronnymi wyspy - starą warownią na zachodzie i górską cytadelą na wschodzie. Farkandowi, najmłodszemu z synów Volfzacka, przypadły zaś żyzne ziemie na południu w dorzeczu Srebrnej Rzeki.
uk: Найстарший з них, Корван, взяв під свою опіку місто та прилеглі до нього території. Молодший син, Ярунд, отримав у своє розпорядження оборонні споруди острова - стару фортецю на заході та гірську цитадель на сході. Фарканду, наймолодшому з синів Вольфзака, дісталися родючі землі на півдні в долині річки Срібної.
